WEEKDAYS_DICT = {'понедельник': '0', 'вторник': '1', 'среда': '2', 'четверг': '3',
                 'пятница': '4', 'суббота': '5', 'воскресенье': '6'}
WEEK_CHOICE = (('понедельник', 'понедельник'), ('вторник', 'вторник'), ('среда', 'среда'),
               ('четверг', 'четверг'), ('пятница', 'пятница'), ('суббота', 'суббота'),
               ('воскресенье', 'воскресенье'))
ON_OFF = (('Онлайн', 'Все группы'), ('Оффлайн', 'Только оффлайн'))
TIME_CHOICE = (('06', '06:00'), ('07', '07:00'), ('08', '08:00'), ('09', '09:00'),
               ('10', '10:00'), ('11', '11:00'), ('12', '12:00'), ('13', '13:00'),
               ('14', '14:00'), ('15', '15:00'), ('16', '16:00'), ('17', '17:00'),
               ('18', '18:00'), ('19', '19:00'), ('20', '20:00'), ('21', '21:00'),
               ('22', '22:00'), ('23', '23:00'))
